{
  "Author": "attick, daemitus, alymphocyte, grammernatzi",
  "Name": "XIV Combo Expandedest",
  "Punchline": "Condenses combos and mutually exclusive abilities onto a single button. Plus extras.",
  "Description": "This is an enhanced version of XIVCombo with a variety of new added features.\nThis is mutually exclusive with other XIVCombo versions, so make sure they do not conflict!",
  "RepoUrl": "https://github.com/Grammernatzi/XIVComboPluginExpandedest",
  "IconUrl": "https://raw.githubusercontent.com/grammernatzi/XIVComboPluginExpandedest/master/res/icon.png",
  "ImageUrls": [],
  "Changelog":
"1.2.7.0: Opposite Combo to Wyrmwind and True/Raiden Thrust to Wyrmwind added.

1.2.6.7: Monk Bootshine Feature tweaked to allow for unorthodox rotations.

1.2.6.6: Shoha 2 logic adjusted to reset between fights.

1.2.6.5: Dragon Clap Feature fixed for Twin Snakes Option.

1.2.6.4: Simple Dragon Kick Combo Twin Snakes Option added.
				 Dragon Kick to Anatman added.
				 Yukikaze to Meditate added.

1.2.6.3: Dragon Kick Balance Feature fixed in 50-59 content when used with the Simple Monk Combos.

1.2.6.2: Searing Demi Feature added.

1.2.6.1: Shoha Features now turn into Shoha 2 if it is unlocked and you are in the middle of an AoE combo, or your last Iaijutsu action was Tenka Goken.

1.2.6.0: Warrior Overpower/Mythril Tempest Combos now default to Mythril Tempest while you have no target.

1.2.5.1: Black Mage Foul/Xenoglossy Movement Features and Red Mage Reprise Movement Feature added.

1.2.5.0: Player movement check optimized, range check added to Phlegma into Toxikon Feature.

1.2.4.9: Sage Phlegma/Toxikon Movement Features and Scholar Ruin 2 Movement Feature added.

1.2.4.8: Melee Distance Offset added for abilities that use it.
				 Redoublement Combo to Reprise Under-50 Option added.
  
1.2.4.7: Fixed issue with Dragon Clap feature always being on with Monk Experimental Combo.
  
1.2.4.6: Royal Authority to Holy Spirit compatibility with Atonement Feature fixed.

1.2.4.5: Royal Authority to Holy Spirit added.

1.2.3.8 to 1.2.4.4: Delay fixed on Raiju Switch feature, melee to ranged features added for every job that can make use of it.

1.2.3.5 to 1.2.3.7: Ninjutsu Double-Tap Feature added.

If a change isn't documented on this changelog, it is because it doesn't affect plugin functionality.",
}