{
  "Author": "attick, daemitus, alymphocyte, grammernatzi",
  "Name": "XIV Combo Expandedest",
  "Punchline": "Condenses combos and mutually exclusive abilities onto a single button. Plus extras.",
  "Description": "This is an enhanced version of XIVCombo with a variety of new added features.\nThis is mutually exclusive with other XIVCombo versions, so make sure they do not conflict!",
  "RepoUrl": "https://github.com/Grammernatzi/XIVComboPluginExpandedest",
  "IconUrl": "https://raw.githubusercontent.com/grammernatzi/XIVComboPluginExpandedest/master/res/icon.png",
  "ImageUrls": [],
  "Changelog": "1.3.1.7:
* Added Reprisal Lockout Feature.
* Added Xenoglossy to Foul Feature.
* Description text for features now properly wraps (creates new lines if the window is too small).    

1.3.1.6:
* Features added to lock out raid buffs if they're already used by other players, except Reaper because that one's really weird with how it uses it in its rotation.
* Removed Searing Demi Feature as it's sort of unneeded now with 6.1 changes. 
  
1.3.1.5:
* Monk AoE Combo Experimental No-Blitz Option added.
    
1.3.1.4:
* Blizzard 1/3 feature now reverts back to Blizzard 1 at Umbral Ice 3, regardless of Paradox state.
    
1.3.1.3:
* Wanderer's Minuet Semi-Fix removed, as it SHOULD be fixed now in-game with 6.11.
* Adloquium to Physick Sync added.
    
1.3.1.0:
* Lance Charge to Dragon Sight/Battle Litany added. I cannot confirm how will MOAction/Redirect will work with the former, as I only use UnknownX7's ReAction.
    
1.3.0.8:
* Leg Graze on Wanderer's Minuet Semi-Fix changed into Peloton, but only while you have a target.
    
1.3.0.7:
* Wanderer's Minuet Semi-Fix now properly turns into Pitch-Perfect, and only when *you* can use it.
    
1.3.0.6:
* Play to Astrodyne fixed.
* Wanderer's Minuet Semi-Fix Feature added. Should fix the WM issue for the time being (WM itself refuses to be changed back to itself for some reason, hence 'semi-fix').
    
1.3.0.0: 6.1 changes.
* All Kaiten-based features are removed, for what should be obvious reasons.
* Jump to Mirage Dive removed (now implemented in-game).
* Searing Light removed from Carby Feature.
* Wanderer's to Pitch Perfect removed (now implemented in-game).
* Dancer Flourish Proc Saver removed, as now the procs Flourish provides are separate from your normal combo procs.
* Warrior combos to Fell Cleave removed due to changes to Inner Release. AoE functionality still the same.
* Overpower combo no longer defaults to Mythril Tempest if you have no target.
* Storm's Path to Storm's Eye added. Only functions if the buff isn't up, so you will still need to keep Storm's Eye on your bar for upkeep.

If a recent change isn't documented on this changelog, it is because it doesn't affect plugin functionality, or is a minor bugfix.",
}